{
  "off": "off",
  "onn": "on",
  "language": "language",
  "web_dev": "web developer",
  "about_me": "about me",
  "contact_nav": "contact",
  "hi": "hi",
  "i`m": "i`m",
  "developer_title": "developer",
  "react_dev": "reactJs developer",
  "node_dev": "NodeJs (ExpressJS) developer",
  "contact_me": "contact me!",
  "sound": "sound",
  "scroll_down": "scroll down",
  "me": "me ,",
  "back_me": "me",
  "my_self": "myself",
  "and_i": "and i",
  "about_me_1": "Hello, my name is Islom Alixujaev, I am 17 years old. I live in Yangiyol, Tashkent region.",
  "about_me_2": "I have been writing code for 1.5 years. In August last year, I graduated from the Front end of the Proweb training center. After that, I studied at the MERN stack course on the Mohirdev Online Platform.",
  "about_me_3": "I have 3 months internship experience. My goal is to gain more experience and work with a better team.",
  "work": "work",
  "my": "my",
  "portfolio": "portfolio",
  "portfolio_desc": "A small gallery of recent projects chosen by me. Unfortunately, there are no real projects among them yet. One of my future intentions is to do bigger real projects.",
  "view_demo": "view demo",
  "responsive": "responsive",
  "not_responsive": "not responsive",
  "edu": "education",
  "front_end_developer": "front end developer",
  "mern_stack_developer": "mern stack developer",
  "proweb_desc": "In December 2020, I started taking a web programming course at the Proweb Learning Center. During the 9 months of study, I learned the basics of Front End. Our teacher 'Ziyod aka' taught us a lot of useful knowledge. In September 2020, I graduated from the Proweb Training Center.",
  "mohir_desc": "After graduating from the Proweb Learning Center in September 2021, I purchased the MERN stack course from the Mohirdev online platform to learn React Js. In that course, I learned complex technologies such as Javascript, ReactJs, NextJs, NodeJs, ExpressJs, MongoDB, TypeScript. Our teacher Samar Badriddinov from Mohirdev, who helped me a lot to learn this, is very important. In March 2022, I completed the MERN stack course. From now on, I will continue to learn more and more information through the You Tube platform.",
  "contact_me_1": "contact",
  "contact_me_2": "me",
  "contact_desc": "However, if you have other request or question, don’t hesitate to use the form.",
  "form_name": "Name",
  "form_email": "Email",
  "form_sub": "Subject",
  "message": "Message",
  "send_message": "Send message!",
  "input_message_err": "Please add all the fields",
  "input_message_succ": "Your message has been successfully sent to Islom"
}