{
  "off": "off",
  "onn": "on",
  "language": "язык",
  "web_dev": "веб-разработчик",
  "about_me": "обо мне",
  "contact_nav": "контакт",
  "hi": "Привет",
  "i`m": "я",
  "developer_title": "разработчик",
  "react_dev": "reactJs разработчик",
  "node_dev": "NodeJs (ExpressJS) разработчик",
  "contact_me": "свяжитесь со мной!",
  "sound": "звук",
  "scroll_down": "прокрутить вниз",
  "me": " ", 
  "back_me": "я",
  "my_self": "обо ",
  "and_i": "мне",
  "about_me_1": "Здравствуйте, меня зовут Ислом Алихуджаев, мне 17 лет. Я живу в городе Янгиюл Ташкентской области.",
  "about_me_2": "Пишу код 1,5 года. В Сентабре в прошлом году я закончил Front end учебного центра Proweb. После этого я прошел курс по стеку MERN на онлайн-платформе Mohirdev.",
  "about_me_3": "Имею опыт стажировки 3 месяца. Моя цель — получить больше опыта и работать с лучшей командой.",
  "work": "Работа",
  "my": "мой",
  "portfolio": "портфолио",
  "portfolio_desc": "Небольшая галерея последних выбранных мной проектов. К сожалению, реальных проектов среди них пока нет. Одно из моих будущих намерений — делать большие реальные проекты».",
  "view_demo": "просмотреть сайт",
  "responsive": "responsive",
  "not_responsive": "not responsive",
  "edu": "образование",
  "front_end_developer": "front end разработчик",
  "mern_stack_developer": "mern stack разработчик",
  "proweb_desc": "В декабре 2020 года я начал проходить курс веб-программирования в учебном центре Proweb. За 9 месяцев обучения я изучил основы Front End. Наш учитель «Зиёд ака» дал нам много полезных знаний. В сентябре 2020 года я закончил учебный центр Proweb.",
  "mohir_desc": "После окончания учебного центра Proweb в сентябре 2021 года я приобрел курс по стеку MERN на онлайн-платформе Mohirdev, чтобы изучить React Js. На этом курсе я изучил сложные технологии, такие как Javascript, ReactJs, NextJs, NodeJs, ExpressJs, MongoDB, TypeScript. Очень важен наш учитель Самар Бадриддинов из Мохирдева, который очень помог мне в этом. В марте 2022 года я прошел курс стека MERN. С этого момента я буду продолжать узнавать все больше и больше информации через платформу You Tube.",
  "contact_me_1": "контакт",
  "contact_me_2": "со мной",
  "contact_desc": "Однако, если у вас есть другой запрос или вопрос, не стесняйтесь использовать форму.",
  "form_name": "Имя",
  "form_email": "Эл. адрес",
  "form_sub": "Тема",
  "message": "Сообщение",
  "send_message": "Отправить сообщение!",
  "input_message_err": "Пожалуйста, добавьте все поля",
  "input_message_succ": "Ваше сообщение успешно отправлено в Islom"
}